{"id":27,"date":"2019-12-03T13:19:49","date_gmt":"2019-12-03T13:19:49","guid":{"rendered":"http:\/\/aaradhyanetralaya.in\/?page_id=27"},"modified":"2020-08-31T13:16:29","modified_gmt":"2020-08-31T13:16:29","slug":"retina-services-and-lase","status":"publish","type":"page","link":"http:\/\/aaradhyanetralaya.in\/retina-services-and-lase\/","title":{"rendered":"RETINA SERVICES AND LASE"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"27\" class=\"elementor elementor-27\">\n\t\t\t\t\t\t<div class=\"elementor-inner\">\n\t\t\t\t<div class=\"elementor-section-wrap\">\n\t\t\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-b9d0a8e elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"b9d0a8e\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-c60f017\" data-id=\"c60f017\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-f45f891 elementor-widget elementor-widget-spacer\" data-id=\"f45f891\" data-element_type=\"widget\" data-widget_type=\"spacer.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<div class=\"elementor-spacer\">\n\t\t\t<div class=\"elementor-spacer-inner\"><\/div>\n\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-dfef21d elementor-widget elementor-widget-heading\" data-id=\"dfef21d\" data-element_type=\"widget\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<h2 class=\"elementor-heading-title elementor-size-default\">Retina Services And Lase<\/h2>\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-e85e182 elementor-widget elementor-widget-text-editor\" data-id=\"e85e182\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-text-editor elementor-clearfix\">\n\t\t\t\t<p>FACILITIES AT AARADHYA NETRALAYA<br \/>FULL TIME MEDICAL RETINA SPECIALIST AVAILABLE<br \/>VITREORETNA SURGEON AVAILABLE<br \/>FUNDUS [RETINA ]PHOTOGRAPHY<br \/>LATEST RETINAL LASER MACHINE<br \/>RETINA OCT SCAN<br \/>DIABETIC RETINOPATHY EVALUATION AND TREATMENT BY SPECIALIST<br \/>INTRAVITREAL INJECTIONS[AVASTIN\/LUCENTIS\/ EYELEA\/ OZURDEX] AVAILABLE<br \/>TREATMENT OPTIONS FOR VASCULAR DISEASE OF RETINA LIKE RETINAL VEIN OCCLUSION, EALE”S DISEASE<br \/>SVITREORETNA SURGERIES WITH CASHLESS FACILITY FOR VARIOUS RETINAL ILLNESSES LIKE<br \/>RETINAL DETACHMENT<br \/>VITREOUS HAEMOORHAGE<br \/>EPIRETINAL MEMBRANES<br \/>MACULAR HOLE<br \/>AND MANY MORE………<\/p><p><strong>RETINAL DETACHMENT<\/strong><\/p><p><img loading=\"lazy\" class=\"alignnone wp-image-103\" src=\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2019\/12\/r1.jpg\" alt=\"\" width=\"294\" height=\"92\" srcset=\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2019\/12\/r1.jpg 601w, http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2019\/12\/r1-300x94.jpg 300w\" sizes=\"(max-width: 294px) 100vw, 294px\" \/><br \/>Retinal detachment describes an emergency situation in which a thin layer of tissue (the retina) at the back of the eye pulls away from its normal position.<br \/>Retinal detachment separates the retinal cells from the layer of blood vessels that provides oxygen and nourishment. The longer retinal detachment goes untreated, the greater your risk of permanent vision loss in the affected eye.<br \/>Warning signs of retinal detachment may include one or all of the following: the sudden appearance of floaters and flashes and reduced vision. Contacting an eye specialist (ophthalmologist) right away can help save your vision.<\/p><p><strong>Symptoms<\/strong><br \/>Retinal detachment itself is painless.<br \/>But warning signs almost always appear before it occurs or has advanced, such as:<br \/>The sudden appearance of many floaters — tiny specks that seem to drift through your field of vision<br \/>Flashes of light in one or both eyes (photopsia)<br \/>Blurred vision<br \/>Gradually reduced side (peripheral) vision<br \/>A curtain-like shadow over your visual field<br \/>Causes<br \/><strong>There are three different types of retinal detachment:<\/strong><\/p><p><strong>Rhegmatogenous<\/strong><\/p><p><img loading=\"lazy\" class=\"alignnone size-medium wp-image-107\" src=\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2019\/12\/r-300x205.jpg\" alt=\"\" width=\"300\" height=\"205\" srcset=\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2019\/12\/r-300x205.jpg 300w, http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2019\/12\/r.jpg 317w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><br \/>These types of retinal detachments are the most common.<br \/>Rhegmatogenous detachments are caused by a hole or tear in the retina that allows fluid to pass through and collect underneath the retina, pulling the retina away from underlying tissues.<br \/>The areas where the retina detaches lose their blood supply and stop working, causing you to lose vision.<br \/>The most common cause of rhegmatogenous detachment is aging. As you age, the gel-like material that fills the inside of your eye, known as the vitreous (VIT-ree-us), may change in consistency and shrink or become more liquid. Normally, the vitreous separates from the surface of the retina without any complications — a common condition called posterior vitreous detachment (PVD). One complication of this separation is a tear.<br \/>As the vitreous separates or peels off the retina, it may tug on the retina with enough force to create a retinal tear. Left untreated, the liquid vitreous can pass through the tear into the space behind the retina, causing the retina to become detached.<\/p><p><strong>Tractional.<\/strong><\/p><p><img loading=\"lazy\" class=\"alignnone size-medium wp-image-108\" src=\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2019\/12\/t-300x207.jpg\" alt=\"\" width=\"300\" height=\"207\" srcset=\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2019\/12\/t-300x207.jpg 300w, http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2019\/12\/t.jpg 315w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><br \/>This type of detachment can occur when scar tissue grows on the retina&#8217;s surface, causing the retina to pull away from the back of the eye.<br \/>Tractional detachment is typically seen in people who have poorly controlled diabetes or other conditions.<\/p><p><strong>Exudative.<\/strong><\/p><p><img loading=\"lazy\" class=\"alignnone size-medium wp-image-109\" src=\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2019\/12\/x-300x205.jpg\" alt=\"\" width=\"300\" height=\"205\" srcset=\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2019\/12\/x-300x205.jpg 300w, http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2019\/12\/x.jpg 314w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><br \/>In this type of detachment, fluid accumulates beneath the retina, but there are no holes or tears in the retina. Exudative detachment can be caused by age-related macular degeneration, injury to the eye, tumors or inflammatory disorders.<\/p><p><strong>Risk factors<\/strong><br \/><strong>The following factors increase your risk of retinal detachment:<\/strong><br \/>Aging — retinal detachment is more common in people over age 50<br \/>Previous retinal detachment in one eye<br \/>Family history of retinal detachment<br \/>Extreme nearsightedness (myopia)<br \/>Previous eye surgery, such as cataract removal<br \/>Previous severe eye injury<br \/>Previous other eye disease or disorder, including retinoschisis, uveitis or thinning of the peripheral retina (lattice degeneration)<\/p><p><strong>Diagnosis<\/strong><br \/>Your doctor may use the following tests, instruments and procedures to diagnose retinal detachment:<br \/>Retinal examination. The doctor may use an instrument with a bright light and special lenses to examine the back of your eye, including the retina. This type of device provides a highly detailed view of your whole eye, allowing the doctor to see any retinal holes, tears or detachments.<br \/>Ultrasound imaging. Your doctor may use this test if bleeding has occurred in the eye, making it difficult to see your retina.<br \/>Your doctor will likely examine both eyes even if you have symptoms in just one. If a tear is not identified at this visit, your doctor may ask you to return within a few weeks to confirm that your eye has not developed a delayed tear as a result of the same vitreous separation. Also, if you experience new symptoms, it&#8217;s important to return to your doctor right away.<\/p><p><strong>Treatment<\/strong><br \/>Surgery is almost always used to repair a retinal tear, hole or detachment. Various techniques are available. Ask your ophthalmologist about the risks and benefits of your treatment options. Together you can determine what procedure or combination of procedures is best for you.<\/p><p><strong>Retinal tears<\/strong><br \/>When a retinal tear or hole hasn&#8217;t yet progressed to detachment, your eye surgeon may suggest one of the following procedures to prevent retinal detachment and preserve vision.<br \/>Laser surgery (photocoagulation). The surgeon directs a laser beam into the eye through the pupil. The laser makes burns around the retinal tear, creating scarring that usually &#8220;welds&#8221; the retina to underlying tissue.<br \/>Freezing (cryopexy). After giving you a local anesthetic to numb your eye, the surgeon applies a freezing probe to the outer surface of the eye directly over the tear. The freezing causes a scar that helps secure the retina to the eye wall.<br \/>Both of these procedures are done on an outpatient basis. After your procedure, you&#8217;ll likely be advised to avoid activities that might jar the eyes — such as running — for a couple of weeks or so.<\/p><p><strong>Retinal detachment<\/strong><br \/>Illustration depicting pneumatic retinopexy<br \/><b>Pneumatic retinopexy<\/b><br \/>If your retina has detached, you&#8217;ll need surgery to repair it, preferably within days of a diagnosis. The type of surgery your surgeon recommends will depend on several factors, including how severe the detachment is.<br \/>Injecting air or gas into your eye. In this procedure, called pneumatic retinopexythe surgeon injects a bubble of air or gas into the center part of the eye (the vitreous cavity). If positioned properly, the bubble pushes the area of the retina containing the hole or holes against the wall of the eye, stopping the flow of fluid into the space behind the retina. Your doctor also uses cryopexy during the procedure to repair the retinal break.<br \/>Fluid that had collected under the retina is absorbed by itself, and the retina can then adhere to the wall of your eye. You may need to hold your head in a certain position for up to several days to keep the bubble in the proper position. The bubble eventually will reabsorb on its own.<br \/>Indenting the surface of your eye. This procedure, called scleral buckling, involves the surgeon sewing (suturing) a piece of silicone material to the white of your eye (sclera) over the affected area. This procedure indents the wall of the eye and relieves some of the force caused by the vitreous tugging on the retina.<br \/>If you have several tears or holes or an extensive detachment, your surgeon may create a scleral buckle that encircles your entire eye like a belt. The buckle is placed in a way that doesn&#8217;t block your vision, and it usually remains in place permanently.<br \/>Draining and replacing the fluid in the eye. In this procedure, called vitrectomy, the surgeon removes the vitreous along with any tissue that is tugging on the retina. Air, gas or silicone oil is then injected into the vitreous space to help flatten the retina.<br \/>Eventually the air, gas or liquid will be absorbed, and the vitreous space will refill with body fluid. If silicone oil was used, it may be surgically removed months later.<br \/>Vitrectomy may be combined with a scleral buckling procedure.<br \/>After surgery your vision may take several months to improve. You may need a second surgery for successful treatment. Some people never recover all of their lost vision.<\/p><p><strong>RETINAL VEIN OCCLUSION<\/strong><br \/><strong>What is a retinal vein occlusion?<\/strong><br \/>A retinal vein occlusion (RVO) is a blockage of blood flow in one of the retinal veins.<br \/>It can occur in either a branch retinal vein (branch retinal vein occlusion, BRVO) or in the central retinal vein (central retinal vein occlusion, CRVO).<br \/>The occlusion causes bleeding in either one section of the retina (BRVO) or throughout the retina (CRVO) and can also produce swelling of the macula (macular edema).<\/p><p><img loading=\"lazy\" class=\"alignnone size-medium wp-image-105\" src=\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2019\/12\/rvo-300x109.jpg\" alt=\"\" width=\"300\" height=\"109\" srcset=\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2019\/12\/rvo-300x109.jpg 300w, http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2019\/12\/rvo.jpg 516w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><\/p><p>The region of the retina in which the blockage occurs will be deprived of oxygen (ischemia).<br \/>A retinal vein occlusion will usually be sudden, painless and occur in only one eye at a time.<br \/><strong>The most common causes of RVO include:<\/strong><br \/>Diabetes mellitus<br \/>Hypertension<br \/>Atherosclerosis<br \/>Glaucoma<br \/>Hypercoagulability (blood clots too easily)*<br \/>Vasculitis (inflammation of the blood vessels<\/p><p><strong>What is the treatment for RVO?<\/strong><br \/>Since there is no cure for either BRVO or CRVO, the focus of management is on the following:<br \/>The evaluation and treatment of underlying risk factors (e.g., diabetes or hypertension), leading to improved treatment of systemic problems and prevention of heart attack and stroke.<\/p><p><strong>TREATMENT<\/strong><br \/><strong>MACULAR EDEMA<\/strong><br \/>Anti-VEGF injections: In both BRVO and CRVO, abnormally high levels of vascular endothelial growth factor (VEGF) occur, promoting both macular edema and neovascularization.<br \/>Anti-VEGF medications that counteract VEGF are injected directly into the vitreous through the sclera (white of the eye).<br \/>The eye is numbed before each injection and the doctor closely monitors each patient&#8217;s condition following the injection.<br \/>Two medications currently being used, Lucentis® (ranibizumab) and Avastin® (bevacizumab), have both been successful in reducing the edema and improving vision in both BRVO and CRVO. A third medication, Eylea® (aflibercept), is effective for treating edema secondary to CRVO.<br \/>Laser photocoagulation: Laser has been shown to be effective in improving macular edema in BRVO but not CRVO. A usually painless laser beam is directed through the pupil toward the affected region of the macula. Complications are uncommon, but can include the creation of a blind spot (scotoma).<br \/>A common treatment approach is to start with six monthly injections and continue as needed over the next several months. Complications are very uncommon, but can include a) infection (endophthalmitis) b) retinal detachment and c) vitreous hemorrhage, all of which are related to the injection itself and not specifically to the medications. Although only Lucentis and Eylea are approved by the FDA for treatment, Avastin is also commonly used in this manner, and all are thought to be effective and equally safe for the eye.<br \/>Steroids: Steroids are another type of medication that can decrease macular edema. Similar to Lucentis, Eylea and Avastin, the steroid is injected directly into the vitreous through the sclera. Two of the most commonly used steroids are preservative-free Triamcinolone Acetonide Suspension and Ozurdex (a dexamethasone implant). The primary difference between them is that the complete dose of triamcinolone is given at one time while small doses of dexamethasone are administered over time, although the treatment is not given more than once every three months. The complications from steroid injections are similar to those of the anti-VEGF injections, but can also include the progression of cataract and the development of glaucoma.<\/p><p><strong>NEOVASCULARIZATION<\/strong><\/p><p><img loading=\"lazy\" class=\"alignnone size-full wp-image-102\" src=\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2019\/12\/ne.jpg\" alt=\"\" width=\"275\" height=\"199\" \/><\/p><p>Laser photocoagulation: Laser is the best way to control and decrease neovascularization in either BRVO or CRVO. A stronger laser is applied to the affected region of the retina. Mild peripheral vision loss can sometimes occur.<\/p><p><strong>AGE RELATED MACULAR DEGENERATION<\/strong><br \/><strong>What is the macula?<\/strong><\/p><p><img loading=\"lazy\" class=\"alignnone size-full wp-image-100\" src=\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2019\/12\/m.jpg\" alt=\"\" width=\"288\" height=\"220\" \/><\/p><p>The macula is part of the retina at the back of the eye. It is only about 5mm across but is responsible for our central vision, most of our colour vision and the fine detail of what we see.<br \/>The macula has a very high concentration of photoreceptor cells – the cells that detect light. They send signals to the brain, which interprets them as images. The rest of the retina processes our peripheral, or side vision.<\/p><p><strong>What is age-related macular degeneration?<\/strong><br \/>There are many forms of macular disease, including age-related macular degeneration or AMD.<br \/>This usually affects people over 60 but can happen earlier. The older we are the greater our risk of developing the condition. Around one in every 200 people has AMD at 60.<br \/>There are two forms of AMD – dry and wet.<br \/>Dry AMD is a gradual deterioration of the macula as the retinal cells die off and are not renewed. The term dry does not mean the person has dry eyes, just that the condition is not wet AMD. There is currently no treatment for dry AMD. The progression of dry AMD varies but in most people it develops over many months or years. Often people carry on as normal for some time.<\/p><p><img loading=\"lazy\" class=\"alignnone size-medium wp-image-323\" src=\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2020\/08\/rs3-300x255.jpg\" alt=\"\" width=\"300\" height=\"255\" srcset=\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2020\/08\/rs3-300x255.jpg 300w, http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2020\/08\/rs3.jpg 315w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><\/p><p>Wet macular degeneration develops when abnormal blood vessels grow into the macula. These leak blood or fluid which leads to scarring of the macula and rapid loss of central vision. Wet AMD can develop very suddenly. It can now be treated if caught quickly.<br \/>Around 10 to 15 per cent of people with dry AMD develop wet AMD so if you have been diagnosed with the dry form of the disease and notice a sudden change in your vision, contact your optometrist or hospital eye specialist urgently. If you have AMD in one eye, the other eye may be affected within a few years.<\/p><p><strong>Symptoms <\/strong><\/p><p><strong>Macular degeneration affects people in different ways<\/strong>.<br \/>Symptoms may develop slowly if you have dry AMD, especially if it’s only in one eye. However, as the condition progresses, your ability to see clearly will change.<br \/>• Gaps or dark spots (like a smudge on glasses) may appear in your vision, especially first thing in the morning.<br \/>• Objects in front of you might change shape, size or colour or seem to move or disappear. • Colours can fade<br \/>. • You may find bright light glaring and uncomfortable or find it difficult to adapt when moving from dark to light environments.<br \/>• Words might disappear when you are reading.<br \/>• Straight lines such as door frames and lampposts may appear distorted or bent.<br \/>This distortion can be checked using an Amsler grid) or against everyday household grids such as bathroom tiles or a window frame.<br \/>At hospital further tests will confirm the diagnosis. Eye drops to dilate the pupils to see the back of the eye clearly. These may make your vision blurred and sensitive to light for a short time so consider taking someone with you.<\/p><p><b>OCT scans.<\/b><\/p><p><img loading=\"lazy\" class=\"alignnone size-medium wp-image-321\" src=\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2020\/08\/rs1-300x151.jpg\" alt=\"\" width=\"300\" height=\"151\" srcset=\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2020\/08\/rs1-300x151.jpg 300w, http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2020\/08\/rs1.jpg 376w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><\/p><p>• Fluorescein dye angiography. A dye injected into a vein in the arm travels to the eye, highlighting the blood vessels in the retina so they can be photographed. Your guide to age-related macular degeneration<br \/>Treating AMD Wet AMD can be treated if caught early. Drugs are injected into the eye to stop the growth of the abnormal blood vessels. Following diagnosis people will usually have a loading dose of three injections, once a month for three months. A patient will then be assessed to see if more are required.<\/p><p><img loading=\"lazy\" class=\"alignnone size-full wp-image-322\" src=\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2020\/08\/rs2.jpg\" alt=\"\" width=\"225\" height=\"193\" \/><\/p><p>The injections are not as bad as they might sound. The patient’s eye is anaesthetised and the needle goes into the corner of the eye so the patient does not see it.<br \/>Some people do not respond to the injections and may be offered a form of laser treatment instead.<br \/>Causes of age-related macular degeneration<br \/>The cause of AMD is not known but there are a number of factors associated with the development of the condition.<br \/>Age Age is the main risk factor. As we age, cell regeneration reduces. This increases the risk of developing the condition.<\/p><p><strong>Genetics<\/strong><br \/>A family history of macular degeneration will increase your chances of developing AMD.<br \/>Smoking Smoking damages blood vessels and the structure of the eye. Smokers are up to four times more likely to develop macular degeneration than non-smokers. If you also have the particular gene for AMD you are twenty times more likely to develop the condition.<br \/>Diet A poor diet low in fruit and vegetables may increase the risk of AMD. Antioxidants and other substances in fruit and vegetables protect the body against the effects of ‘free radicals’. These are unstable molecules that damage cells or prevent cell repair.<br \/>Alcohol destroys antioxidants. Obesity and a diet with lots of sugars and hydrogenated or saturated fats also increases the risk of developing AMD.<br \/>Blood pressure People with high blood pressure are one and a half times more likely to have AMD than those with normal blood pressure.<br \/>Sunlight Macular cells are sensitive to the ultra violet (UV) radiation and visible blue light, which occurs naturally in sunlight. Cell damage from blue light may cause deterioration of the macula. Gender AMD affects men and women equally.<br \/>• Do not smoke. This is the most important self-help measure you can take. If you would like help to stop smoking speak to your GP.<br \/>• Maintain a healthy weight and blood pressure. • Wear lenses that block UV and blue light, and reduce glare.<br \/>• Wear a hat with a brim or visor to shade eyes from direct sunlight.<br \/>• Have regular eye tests to spot problems.<br \/>• Monitor your vision to check for changes.<br \/>• Eat a diet low in saturated fats and rich in omega 3 fatty acids (e.g. oily fish, walnuts) and fresh fruit and vegetables.<br \/>• Don’t drink alcohol to excess.<br \/>• Take regular exercise.<br \/>Nutrition A good diet is important for eye health because certain nutrients protect the body from damaging substances called oxidants. In the eye oxidants may contribute to the development of AMD because they speed up cell degeneration.<\/p><p><img loading=\"lazy\" class=\"alignnone size-medium wp-image-324\" src=\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2020\/08\/rs4-300x169.jpg\" alt=\"\" width=\"300\" height=\"169\" srcset=\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2020\/08\/rs4-300x169.jpg 300w, http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2020\/08\/rs4.jpg 408w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><\/p><p>Antioxidants like Vitamins A, C and E and a group of substances called carotenoids reduce this damaging effect. Two important carotenoids for people with AMD are lutein and zeaxanthin, which are found in dark green leafy vegetables like spinach and kale.<br \/>Eggs also contain lutein and zeaxanthin and zeaxanthin is found in orange and yellow fruits and vegetables such as sweetcorn and orange bell peppers.<br \/>Nutritional supplements Two large studies in the USA, the Age-Related Eye Disease Study (AREDS) 1 and 2 have found that certain nutritional supplements can slow down the progression of AMD in people already showing signs of the condition. Ssss<\/p><p><strong>MACULAR HOLE<\/strong><br \/><strong>What is a macular hole?<\/strong><br \/>A macular hole is a small break in the macula, located in the center of the eye’s light-sensitive tissue called the retina. The macula provides the sharp, central vision we need for reading, driving, and seeing fine detail.<\/p><p><img loading=\"lazy\" class=\"alignnone size-full wp-image-101\" src=\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2019\/12\/mh.jpg\" alt=\"\" width=\"275\" height=\"199\" \/><\/p><p><span style=\"font-size: 17px;\">A macular hole can cause blurred and distorted central vision. Macular holes are related to aging and usually occur in people over age 60.<\/span><\/p><p><strong>There are three stages to a macular hole:<\/strong><br \/>Foveal detachments (Stage I). Without treatment, about half of Stage I macular holes will progress.<br \/>Partial-thickness holes (Stage II). Without treatment, about 70 percent of Stage II macular holes will progress.<\/p><p><br \/><strong>Full-thickness holes (Stage III).<\/strong><\/p><p><img loading=\"lazy\" class=\"alignnone size-medium wp-image-325\" src=\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2020\/08\/rs5-300x172.jpg\" alt=\"\" width=\"300\" height=\"172\" srcset=\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2020\/08\/rs5-300x172.jpg 300w, http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2020\/08\/rs5.jpg 452w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><\/p><p>The size of the hole and its location on the retina determine how much it will affect a person’s vision. When a Stage III macular hole develops, most central and detailed vision can be lost. If left untreated, a macular hole can lead to a detached retina, a sight-threatening condition that should receive immediate medical attention.<\/p><p><b>Frequently Asked Question About Macular Hole<\/b><br \/><strong>Is a macular hole the same as age-related macular degeneration?<\/strong><br \/>No. Macular holes and age-related macular degeneration are two separate and distinct conditions, although the symptoms for each are similar. Both conditions are common in people 60 and over. An eye care professional will know the difference.<\/p><p><strong>Causes and Risk Factors<\/strong><br \/><strong>What causes a macular hole?<\/strong><br \/>Most of the eye’s interior is filled with vitreous, a gel-like substance that fills about 80 percent of the eye and helps it maintain a round shape.<br \/>The vitreous contains millions of fine fibers that are attached to the surface of the retina.<br \/>As we age, the vitreous slowly shrinks and pulls away from the retinal surface. Natural fluids fill the area where the vitreous has contracted. This is normal. In most cases, there are no adverse effects. Some patients may experience a small increase in floaters, which are little “cobwebs” or specks that seem to float about in your field of vision.<br \/>However, if the vitreous is firmly attached to the retina when it pulls away, it can tear the retina and create a macular hole. Also, once the vitreous has pulled away from the surface of the retina, some of the fibers can remain on the retinal surface and can contract. This increases tension on the retina and can lead to a macular hole. In either case, the fluid that has replaced the shrunken vitreous can then seep through the hole onto the macula, blurring and distorting central vision.<br \/>Macular holes can also occur in other eye disorders, such as high myopia (nearsightedness), injury to the eye, retinal detachment, and, rarely, macular pucker.<\/p><p><strong>Is my other eye at risk?<\/strong><br \/>If a macular hole exists in one eye, there is a 10-15 percent chance that a macular hole will develop in your other eye over your lifetime. Your doctor can discuss this with you.<\/p><p><strong>Symptoms<\/strong><br \/><strong>What are the symptoms of a macular hole?<\/strong><br \/>Macular holes often begin gradually. In the early stage of a macular hole, people may notice a slight distortion or blurriness in their straight-ahead vision. Straight lines or objects can begin to look bent or wavy. Reading and performing other routine tasks with the affected eye become difficult.<\/p><p><strong>Treatment<\/strong><br \/><strong>How is a macular hole treated?<\/strong><br \/>Although some macular holes can seal themselves and require no treatment, surgery is necessary in many cases to help improve vision. In this surgical procedure–called a vitrectomy–the vitreous gel is removed to prevent it from pulling on the retina and replaced with a bubble containing a mixture of air and gas. The bubble acts as an internal, temporary bandage that holds the edge of the macular hole in place as it heals. Surgery is performed under local anesthesia and often on an out-patient basis.<br \/>Following surgery, patients must remain in a face-down position, normally for a day or two but sometimes for as long as two-to-three weeks. This position allows the bubble to press against the macula and be gradually reabsorbed by the eye, sealing the hole. As the bubble is reabsorbed, the vitreous cavity refills with natural eye fluids.<br \/>Maintaining a face-down position is crucial to the success of the surgery. Because this position can be difficult for many people, it is important to discuss this with your doctor before surgery.<\/p><p><strong>What are the risks of surgery?<\/strong><br \/>The most common risk following macular hole surgery is an increase in the rate of cataract development. In most patients, a cataract can progress rapidly, and often becomes severe enough to require removal. Other less common complications include infection and retinal detachment either during surgery or afterward, both of which can be immediately treated.<br \/>For a few months after surgery, patients are not permitted to travel by air. Changes in air pressure may cause the bubble in the eye to expand, increasing pressure inside the eye.<\/p><p><strong>How successful is this surgery?<\/strong><br \/>Vision improvement varies from patient to patient. People that have had a macular hole for less than six months have a better chance of recovering vision than those who have had one for a longer period. Discuss vision recovery with your doctor before your surgery. Vision recovery can continue for as long as three months after surgery.<\/p><p><strong>What if I cannot remain in a face-down position after the surgery?<\/strong><br \/>If you cannot remain in a face-down position for the required period after surgery, vision recovery may not be successful. People who are unable to remain in a face-down position for this length of time may not be good candidates for a vitrectomy. However, there are a number of devices that can make the “face-down” recovery period easier on you. There are also some approaches that can decrease the amount of “face-down” time. Discuss these with your doctor.<\/p><p><strong>CENTRAL SEROUS RETINOPATHY<\/strong><br \/><strong>What is CSR?<\/strong><\/p><p><img loading=\"lazy\" class=\"alignnone size-medium wp-image-104\" src=\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2019\/12\/r2-300x133.jpg\" alt=\"\" width=\"300\" height=\"133\" srcset=\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2019\/12\/r2-300x133.jpg 300w, http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2019\/12\/r2.jpg 429w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><\/p><p><span style=\"font-size: 17px;\">CSR is a condition which causes temporary or permanent impairment of vision. It usually affects men between 20 – 45 years of age and is associated with stress.<\/span><\/p><p><strong>Why does it occur?<\/strong><br \/>A small pool of fluid accumulates under the macula (part of the retina). This typically becomes noticeable when central vision is affected.<\/p><p><strong>Symptoms<\/strong><br \/>The symptoms are loss of sensitivity in dim light, usually in an oval shaped gray or brown area, blurring or distortion of the visual image.<br \/>Although the swelling reduces or distorts vision, the effects are usually temporary. Vision generally recovers on its own within a few months.<br \/>In the initial stages of CSR, vision may suddenly become blurred and dim.<\/p><p><strong>Outcome<\/strong><br \/>People with CSR often find that their retinal swelling resolves without treatment and their original vision returns within six months of the onset of symptoms. Some people with frequent episodes may have some permanent vision loss. Recurrences are common and can affect 20% to 50% of people with CSR. While the cause of CSR is unknown, it seems to occur at times of personal or work-related stress.<\/p><p><strong>Treatment<\/strong><\/p><p><img loading=\"lazy\" class=\"alignnone size-full wp-image-326\" src=\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2020\/08\/rs6.jpg\" alt=\"\" width=\"254\" height=\"255\" srcset=\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2020\/08\/rs6.jpg 254w, http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2020\/08\/rs6-150x150.jpg 150w\" sizes=\"(max-width: 254px) 100vw, 254px\" \/><\/p><p>As CSR usually resolves on its own, no treatment may be necessary. Sometimes laser surgery can reduce the swelling sooner, but the final visual outcome is usually about the same. If retinal swelling persists for more than three or four months, or if an examination reveals early retinal degeneration, laser surgery may be helpful.<\/p>\t\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-9838cc4 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"9838cc4\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-d2d6be8\" data-id=\"d2d6be8\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-d1778b3 elementor-widget elementor-widget-spacer\" data-id=\"d1778b3\" data-element_type=\"widget\" data-widget_type=\"spacer.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<div class=\"elementor-spacer\">\n\t\t\t<div class=\"elementor-spacer-inner\"><\/div>\n\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Retina Services And Lase FACILITIES AT AARADHYA NETRALAYAFULL TIME MEDICAL RETINA SPECIALIST AVAILABLEVITREORETNA SURGEON AVAILABLEFUNDUS [RETINA ]PHOTOGRAPHYLATEST RETINAL LASER MACHINERETINA OCT SCANDIABETIC RETINOPATHY EVALUATION AND TREATMENT BY SPECIALISTINTRAVITREAL INJECTIONS[AVASTIN\/LUCENTIS\/ EYELEA\/ OZURDEX] AVAILABLETREATMENT OPTIONS FOR VASCULAR DISEASE OF RETINA LIKE RETINAL VEIN OCCLUSION, EALE”S DISEASESVITREORETNA SURGERIES WITH CASHLESS FACILITY FOR VARIOUS RETINAL ILLNESSES LIKERETINAL DETACHMENTVITREOUS HAEMOORHAGEEPIRETINAL [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v14.9 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>RETINA SERVICES AND LASE |<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/aaradhyanetralaya.in\/retina-services-and-lase\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"RETINA SERVICES AND LASE |\" \/>\n<meta property=\"og:description\" content=\"Retina Services And Lase FACILITIES AT AARADHYA NETRALAYAFULL TIME MEDICAL RETINA SPECIALIST AVAILABLEVITREORETNA SURGEON AVAILABLEFUNDUS [RETINA ]PHOTOGRAPHYLATEST RETINAL LASER MACHINERETINA OCT SCANDIABETIC RETINOPATHY EVALUATION AND TREATMENT BY SPECIALISTINTRAVITREAL INJECTIONS[AVASTIN\/LUCENTIS\/ EYELEA\/ OZURDEX] AVAILABLETREATMENT OPTIONS FOR VASCULAR DISEASE OF RETINA LIKE RETINAL VEIN OCCLUSION, EALE”S DISEASESVITREORETNA SURGERIES WITH CASHLESS FACILITY FOR VARIOUS RETINAL ILLNESSES LIKERETINAL DETACHMENTVITREOUS HAEMOORHAGEEPIRETINAL [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/aaradhyanetralaya.in\/retina-services-and-lase\/\" \/>\n<meta property=\"article:modified_time\" content=\"2020-08-31T13:16:29+00:00\" \/>\n<meta property=\"og:image\" content=\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2019\/12\/r1.jpg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"http:\/\/aaradhyanetralaya.in\/#organization\",\"name\":\"Aaradhya Netralaya\",\"url\":\"http:\/\/aaradhyanetralaya.in\/\",\"sameAs\":[],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/aaradhyanetralaya.in\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2020\/08\/logo.png\",\"width\":595,\"height\":98,\"caption\":\"Aaradhya Netralaya\"},\"image\":{\"@id\":\"http:\/\/aaradhyanetralaya.in\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"http:\/\/aaradhyanetralaya.in\/#website\",\"url\":\"http:\/\/aaradhyanetralaya.in\/\",\"name\":\"\",\"description\":\"Aaradhya Netralaya -Eye care center in Pune, Maharashtra\",\"publisher\":{\"@id\":\"http:\/\/aaradhyanetralaya.in\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"http:\/\/aaradhyanetralaya.in\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/aaradhyanetralaya.in\/retina-services-and-lase\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/aaradhyanetralaya.in\/wp-content\/uploads\/2019\/12\/r1.jpg\",\"width\":601,\"height\":188},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/aaradhyanetralaya.in\/retina-services-and-lase\/#webpage\",\"url\":\"https:\/\/aaradhyanetralaya.in\/retina-services-and-lase\/\",\"name\":\"RETINA SERVICES AND LASE |\",\"isPartOf\":{\"@id\":\"http:\/\/aaradhyanetralaya.in\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/aaradhyanetralaya.in\/retina-services-and-lase\/#primaryimage\"},\"datePublished\":\"2019-12-03T13:19:49+00:00\",\"dateModified\":\"2020-08-31T13:16:29+00:00\",\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/aaradhyanetralaya.in\/retina-services-and-lase\/\"]}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"http:\/\/aaradhyanetralaya.in\/wp-json\/wp\/v2\/pages\/27"}],"collection":[{"href":"http:\/\/aaradhyanetralaya.in\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"http:\/\/aaradhyanetralaya.in\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"http:\/\/aaradhyanetralaya.in\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/aaradhyanetralaya.in\/wp-json\/wp\/v2\/comments?post=27"}],"version-history":[{"count":6,"href":"http:\/\/aaradhyanetralaya.in\/wp-json\/wp\/v2\/pages\/27\/revisions"}],"predecessor-version":[{"id":329,"href":"http:\/\/aaradhyanetralaya.in\/wp-json\/wp\/v2\/pages\/27\/revisions\/329"}],"wp:attachment":[{"href":"http:\/\/aaradhyanetralaya.in\/wp-json\/wp\/v2\/media?parent=27"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}